Repository: mirqsss/exam04
Catalog: lib/l10n/app_*.arb
Languages: kk

source: Tasks
kk: Тапсырмалар

source: Calendar
kk: Күнтізбе

source: Statistics
kk: Статистика

source: Profile
kk: Профиль

source: Add Task
kk: Тапсырма қосу

source: Edit Task
kk: Тапсырманы өңдеу

source: Delete Task
kk: Тапсырманы жою

source: Complete Task
kk: Тапсырманы аяқтау

source: Task Title
kk: Тапсырма атауы

source: Task Description
kk: Тапсырма сипаттамасы

source: Due Date
kk: Аяқталу мерзімі

source: Priority
kk: Басымдық

source: Tags
kk: Тегтер

# highPriority
source: High
kk: Жоғары

# mediumPriority
source: Medium
kk: Орташа

# lowPriority
source: Low
kk: Төмен

source: Save
kk: Сақтау

source: Cancel
kk: Бас тарту

source: Delete
kk: Жою

source: Edit
kk: Өңдеу

source: Completed
kk: Аяқталды

source: In Progress
kk: Орындалуда

source: Overdue
kk: Мерзімі өтті

source: Login
kk: Кіру

source: Register
kk: Тіркелу

source: Password
kk: Құпия сөз

source: Confirm Password
kk: Құпия сөзді растау

source: Forgot Password?
kk: Құпия сөзді ұмыттыңыз ба?

source: Reset Password
kk: Құпия сөзді қалпына келтіру

source: Logout
kk: Шығу

source: Settings
kk: Параметрлер

source: Language
kk: Тіл

source: Theme
kk: Тақырып

# darkTheme
source: Dark
kk: Қараңғы

# lightTheme
source: Light
kk: Ашық

# systemTheme
source: System
kk: Жүйелік

source: Notifications
kk: Хабарландырулар

source: Enable Notifications
kk: Хабарландыруларды қосу

source: Task Reminders
kk: Тапсырма еске салғыштары

source: Daily Digest
kk: Күнделікті дайджест

source: About
kk: Қолданба туралы

source: Version
kk: Нұсқа

source: Privacy Policy
kk: Құпиялылық саясаты

source: Terms of Service
kk: Қызмет көрсету шарттары

source: Error
kk: Қате

source: Success
kk: Сәтті

source: Warning
kk: Ескерту

# info
source: Information
kk: Ақпарат

source: Loading...
kk: Жүктелуде...

source: No Tasks
kk: Тапсырмалар жоқ

source: No Internet Connection
kk: Интернет байланысы жоқ

source: Try Again
kk: Қайталап көріңіз

source: Search
kk: Іздеу

source: Filter
kk: Сүзгі

source: Sort
kk: Сұрыптау

# sortByDate
source: By Date
kk: Күні бойынша

# sortByPriority
source: By Priority
kk: Басымдығы бойынша

# sortByTitle
source: By Title
kk: Атауы бойынша

source: Ascending
kk: Өсу бойынша

source: Descending
kk: Кему бойынша

source: Today
kk: Бүгін

source: Tomorrow
kk: Ертең

source: This Week
kk: Осы апта

source: This Month
kk: Осы ай

source: All
kk: Барлығы

source: Completed Tasks
kk: Аяқталған тапсырмалар

source: Incomplete Tasks
kk: Аяқталмаған тапсырмалар

source: Task Details
kk: Тапсырма мәліметтері

source: Created At
kk: Құрылған уақыты

source: Completed At
kk: Аяқталған уақыты

source: Due In
kk: Мерзімі

source: days
kk: күн

source: hours
kk: сағат

source: minutes
kk: минут

source: Overdue By
kk: Мерзімі өтті

source: Task Statistics
kk: Тапсырма статистикасы

source: Total Tasks
kk: Барлық тапсырмалар

# completedTasksCount
source: Completed Tasks
kk: Аяқталған тапсырмалар

source: Completion Rate
kk: Аяқтау пайызы

source: Average Completion Time
kk: Орташа аяқтау уақыты

source: Productivity Score
kk: Өнімділік көрсеткіші

source: Weekly Progress
kk: Апталық прогресс

source: Monthly Progress
kk: Айлық прогресс

source: Yearly Progress
kk: Жылдық прогресс

source: Task Categories
kk: Тапсырма санаттары

source: Most Productive Day
kk: Ең өнімді күн

source: Least Productive Day
kk: Ең аз өнімді күн

source: Task Distribution
kk: Тапсырмалардың таралуы

source: By Priority
kk: Басымдығы бойынша

source: By Category
kk: Санаты бойынша

source: By Status
kk: Статусы бойынша

source: Task Trends
kk: Тапсырма трендтері

source: Completion Trend
kk: Аяқтау тренді

source: Productivity Trend
kk: Өнімділік тренді

source: Task Insights
kk: Тапсырма талдауы

source: Recommendations
kk: Ұсыныстар

source: Improve Productivity
kk: Өнімділікті арттыру

source: Task History
kk: Тапсырма тарихы

source: Recently Completed
kk: Жақында аяқталған

source: Upcoming Tasks
kk: Алдағы тапсырмалар

source: Task Calendar
kk: Тапсырма күнтізбесі

source: Task Reminder
kk: Тапсырма еске салғышы

source: Task Due
kk: Тапсырма мерзімі

source: Task Overdue
kk: Тапсырма мерзімі өтті

source: Task Completed
kk: Тапсырма аяқталды

source: Task Created
kk: Тапсырма құрылды

source: Task Updated
kk: Тапсырма жаңартылды

source: Task Deleted
kk: Тапсырма жойылды

source: Task Restored
kk: Тапсырма қалпына келтірілді

source: Task Archived
kk: Тапсырма мұрағаланды

source: Task Unarchived
kk: Тапсырма мұрағадан шығарылды

source: Task Shared
kk: Тапсырма бөлісілді

source: Task Unshared
kk: Тапсырмаға қол жеткізу жабылды

# taskCollaboratorAdded
source: Collaborator Added
kk: Серіктес қосылды

# taskCollaboratorRemoved
source: Collaborator Removed
kk: Серіктес жойылды

# taskCommentAdded
source: Comment Added
kk: Пікір қосылды

# taskCommentRemoved
source: Comment Removed
kk: Пікір жойылды

# taskAttachmentAdded
source: Attachment Added
kk: Тіркеме қосылды

# taskAttachmentRemoved
source: Attachment Removed
kk: Тіркеме жойылды

# taskLabelAdded
source: Label Added
kk: Белгі қосылды

# taskLabelRemoved
source: Label Removed
kk: Белгі жойылды

# taskPriorityChanged
source: Priority Changed
kk: Басымдық өзгертілді

# taskDueDateChanged
source: Due Date Changed
kk: Мерзім өзгертілді

# taskStatusChanged
source: Status Changed
kk: Статус өзгертілді

# taskDescriptionChanged
source: Description Changed
kk: Сипаттама өзгертілді

# taskTitleChanged
source: Title Changed
kk: Атау өзгертілді

# taskTagsChanged
source: Tags Changed
kk: Тегтер өзгертілді

# taskCategoryChanged
source: Category Changed
kk: Санат өзгертілді

source: Task Assigned
kk: Тапсырма тағайындалды

source: Task Unassigned
kk: Тапсырма тағайындамасы алынды

source: Task Reassigned
kk: Тапсырма қайта тағайындалды

source: Task Moved
kk: Тапсырма жылжытылды

source: Task Copied
kk: Тапсырма көшірілді

source: Task Exported
kk: Тапсырма экспортталды

source: Task Imported
kk: Тапсырма импортталды

source: Task Synced
kk: Тапсырма синхрондалды

source: Task Backed Up
kk: Тапсырма резервтік көшірмеге сақталды

source: Task Restored From Backup
kk: Тапсырма резервтік көшірмеден қалпына келтірілді

source: Task Version History
kk: Тапсырма нұсқаларының тарихы

source: Task Version Restored
kk: Тапсырма нұсқасы қалпына келтірілді

source: Task Version Deleted
kk: Тапсырма нұсқасы жойылды

# taskVersionCompared
source: Task Versions Compared
kk: Тапсырма нұсқалары салыстырылды

source: Task Version Created
kk: Тапсырма нұсқасы құрылды

source: Task Version Updated
kk: Тапсырма нұсқасы жаңартылды

# taskVersionMerged
source: Task Versions Merged
kk: Тапсырма нұсқалары біріктірілді

source: Task Version Split
kk: Тапсырма нұсқасы бөлінді

# taskVersionTagged
source: Task Version Tags Changed
kk: Тапсырма нұсқасының тегтері өзгертілді

source: Task Version Untagged
kk: Тапсырма нұсқасынан тег жойылды

source: Task Version Commented
kk: Тапсырма нұсқасына пікір қосылды

source: Task Version Uncommented
kk: Тапсырма нұсқасынан пікір жойылды

source: Task Version Attached
kk: Тапсырма нұсқасына тіркеме қосылды

source: Task Version Unattached
kk: Тапсырма нұсқасынан тіркеме жойылды

source: Task Version Labeled
kk: Тапсырма нұсқасына белгі қосылды

source: Task Version Unlabeled
kk: Тапсырма нұсқасынан белгі жойылды

# taskVersionPrioritized
source: Task Version Priority Changed
kk: Тапсырма нұсқасының басымдығы өзгертілді

# taskVersionDueDated
source: Task Version Due Date Changed
kk: Тапсырма нұсқасының мерзімі өзгертілді

# taskVersionStatused
source: Task Version Status Changed
kk: Тапсырма нұсқасының статусы өзгертілді

# taskVersionDescribed
source: Task Version Description Changed
kk: Тапсырма нұсқасының сипаттамасы өзгертілді

# taskVersionTitled
source: Task Version Title Changed
kk: Тапсырма нұсқасының атауы өзгертілді

# taskVersionCategorized
source: Task Version Category Changed
kk: Тапсырма нұсқасының санаты өзгертілді

source: Task Version Assigned
kk: Тапсырма нұсқасы тағайындалды

source: Task Version Unassigned
kk: Тапсырма нұсқасының тағайындамасы алынды

source: Task Version Reassigned
kk: Тапсырма нұсқасы қайта тағайындалды

source: Task Version Moved
kk: Тапсырма нұсқасы жылжытылды

source: Task Version Copied
kk: Тапсырма нұсқасы көшірілді

source: Task Version Exported
kk: Тапсырма нұсқасы экспортталды

source: Task Version Imported
kk: Тапсырма нұсқасы импортталды

source: Task Version Synced
kk: Тапсырма нұсқасы синхрондалды

source: Task Version Backed Up
kk: Тапсырма нұсқасы резервтік көшірмеге сақталды

source: Task Version Restored From Backup
kk: Тапсырма нұсқасы резервтік көшірмеден қалпына келтірілді
